tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap 'homebrew/cask-fonts'
tap "microsoft/git"
brew "archey4"
brew "awscli"
brew "aws-elasticbeanstalk"
brew "mas"
brew "cask"
brew "git"
brew "go"
brew "imagemagick"
brew "jq"
brew "mysql@5.7", restart_service: true
brew "node"
brew "postgresql", restart_service: true
brew "elixir"
brew "speedtest-cli"
brew "exa"
brew "tree"
brew "wget"
brew 'svn'
brew 'nvm'
brew 'trash' # Manage the Trash bin
brew "z"
brew "spaceship"
brew "exercism"
brew "composer"
brew "php@7.4"
brew "aws-rotate-iam-keys"
cask "app-cleaner"
cask "imageoptim"
cask "transmit"
cask "google-chrome"
cask "dropbox"
cask "alfred"
cask "brave-browser"
cask "firefox"
cask "slack"
cask "spotify"
cask "iterm2"
cask "goland"
cask "webstorm"
cask "postman"
cask "visual-studio-code"
cask "tableplus"
cask "git-credential-manager-core"
cask "zoom"
cask "fantastical"
cask "oktadeveloper/tap/okta"


# Quicklook
cask 'qlmarkdown'
cask 'quicklook-json'

# Fonts
cask 'font-lato'
cask 'font-open-sans'
cask 'font-roboto'
cask 'font-source-code-pro-for-powerline'
cask 'font-source-code-pro'
cask 'font-source-sans-pro'
cask 'font-source-serif-pro'
cask "font-consolas-for-powerline"
cask "font-fira-code"
cask "font-roboto-mono"
cask "font-roboto-mono-for-powerline"


brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "elm"
brew "rustup"

# App Store
mas "1Password 7", id: 1333542190
mas "Spark", id: 1176895641
mas "Todoist", id: 585829637
mas "Paprika Recipe Manager 3", id: 1303222628
mas "Bear", id: 1091189122
mas "BetterSnapTool", id: 417375580
mas "Twitter", id: 1482454543
mas "Drafts", id: 1236254471

