tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap 'homebrew/cask-fonts'
tap "microsoft/git"
brew "archey4"
brew "awscli"
brew "mas"
brew "cask"
brew "git"
brew "go"
brew "imagemagick"
brew "jq"
brew "node"
brew "speedtest-cli"
brew "tree"
brew "wget"
brew 'svn'
brew 'nvm'
brew 'trash' # Manage the Trash bin
brew "z"
brew "spaceship"
cask "alfred"
cask "slack"
cask "spotify"
cask "iterm2"
cask "postman"
cask "visual-studio-code"
cask "git-credential-manager-core"
cask "fantastical"


# Quicklook
cask 'qlmarkdown'
cask 'quicklook-json'

# Fonts
cask 'font-lato'
cask 'font-open-sans'
cask 'font-roboto'
cask 'font-source-code-pro-for-powerline'
cask 'font-source-code-pro'
cask 'font-source-sans-pro'
cask 'font-source-serif-pro'
cask "font-consolas-for-powerline"
cask "font-fira-code"
cask "font-roboto-mono"
cask "font-roboto-mono-for-powerline"


brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"


# App Store
mas "1Password 7", id: 1333542190
mas "BetterSnapTool", id: 417375580

# Remove outdated versions from the cellar.
brew cleanup

