tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "microsoft/git"
brew "archey4"
brew "mas"
brew "cask"
brew "duti"
brew "coreutils"
brew "imagemagick"
brew "ffmpeg"
brew "uni"
brew "webp"
brew "jq"
brew "node"
brew "speedtest-cli"
brew "tree"
brew "wget"
brew 'nvm'
brew 'trash'
brew "n"
brew "z"
brew "spaceship"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"



